{
    "advisors": [
        {
            "name": "Prof. Peter H. Roe",
            "role": "Scientific Advisor",
            "affiliations": [
                {
                    "jobTitle": "Professor Emeritus",
                    "department": "System Design Engineering",
                    "institution": "University of Waterloo"
                }
            ],
            "image": "images/team/peter_roe.jpg",
            "bio": "Bio coming soon..."
        },
        {
            "name": "Prof. K. Ponnambalam",
            "role": "Scientific Advisor",
            "affiliations": [
                {
                    "jobTitle": "Professor Emeritus",
                    "department": "Systems Design Engineering",
                    "institution": "University of Waterloo"
                }
            ],
            "image": "images/team/ponnu.png",
            "bio": "Kumaraswamy Ponnambalam is a Professor in the Department of Systems Design Engineering at the University of Waterloo.  He has previously worked at several academic institutions including the College of Engineering, Guindy in Chennai, India; the University of Toronto, the University of Ottawa, and the Technical University of Delft in the Netherlands. In the past, Professor Ponnambalam has been a Research Assistant Professor and the Associate Chair of Graduate Studies in the Systems Design Engineering department at UWaterloo.  His research interests include design optimization under uncertainty, mainly pertaining to issues in civil, chemical, electrical and environmental engineering. Due to the interdisciplinary nature of the many applications, much of the work has been done in collaboration with colleagues from both within and outside the university. In addition, Professor Ponnambalam is also working in the Application of Intelligent Systems to hydrology and water resources, health decision making, control of satellite communications, and fault detection analysis.  He has received research funding from the Communitech Database Grant, the FEDDEV Grant, NSERC Engage Grant, NSERC Discovery Grant, Ontario Research Fund, MITACS Doctoral Scholarship, and CITO Industrial Research Grant. As a result of his research work, Professor Ponnambalam has received numerous awards including the “Distinguished Performance in Research, Teaching, and Service, Faculty of Engineering Award”, from the University of Waterloo in 2006; and the “Best Student Paper Award” at the 2011 International Conference of Financial Engineering."
        },
        {
            "name": "Prof. Keith W. Hipel",
            "role": "Scientific Advisor",
            "affiliations": [
                {
                    "jobTitle": "Professor Emeritus",
                    "department": "Systems Design Engineering",
                    "institution": "University of Waterloo"
                }
            ],
            "image": "images/team/kwhipel.png",
            "bio": "Keith W. Hipel is University Professor of Systems Design Engineering at the University of Waterloo where he is Coordinator of the Conflict Analysis Group. He is Former President of the Academy of Science within the Royal Society of Canada, Senior Fellow of the Centre for International Governance Innovation, Fellow of the Balsillie School of International Affairs, and Past-Chair of the Board of Governors of Renison University College. Dr. Hipel thoroughly enjoys mentoring students and is a recipient of the Distinguished Teacher Award, Faculty of Engineering Teaching Excellence Award, and the Award of Excellence in Graduate Supervision from the University of Waterloo, as well as the Outstanding Engineering Educator Award from IEEE Canada.  Hipel’s major research interests are the development of conflict resolution, multiple criteria decision analysis, time series analysis and other decision-making methodologies for addressing complex interdisciplinary system of systems engineering problems lying at the confluence of society, technology and the environment, with applications in water resources management, hydrology, environmental engineering, energy, and sustainable development. Prof. Hipel is the author or co-author of 5 books, 12 edited books, more than 330 journal papers, as well as many conference and encyclopedia articles (over 14,800 citations; H-index = 56, i10-index = 271 as of January 1, 2019).  For his valuable contributions to research, mentoring and service, Hipel has received many prestigious awards including being the recipient of the Officer of the Order of Canada title; Japan Society for the Promotion of Science (JSPS) Eminent Scientist Award; Joseph G. Wohl Outstanding Career Award from the IEEE Systems, Man and Cybernetics (SMC) Society; IEEE SMC Norbert Wiener Award; three Honorary Doctorate degrees (France, Hungary, Canada); Miroslaw Romanowski Medal and the Sir John William Dawson Medal (Royal Society of Canada); Ven Te Chow Award from the Environmental and Water Resources Institute, American Society of Civil Engineers; Jiangsu Friendship Medal; Engineering Medal for Research and Development from Professional Engineers Ontario; Fellow titles from 8 major organizations (FRSC, FCAE, FIEEE, FAWRA, FASCE, FINCOSE, FEIC, FAAAS); and Foreign Member designation of the National Academy of Engineering of the United States of America."
        },
        {
            "name": "Prof. C. Patvardhan",
            "role": "Scientific Advisor",
            "affiliations": [
                {
                    "jobTitle": "Director, Professor",
                    "department": "Department of Electrical Engineering",
                    "institution": "Dayalbagh Educational Institute"
                }
            ],
            "image": "images/team/patvardhan.jpg",
            "bio": "Prof. C. Patvardhan is working in the Dayalbagh Educational Institute (DEI), Agra, UP, India as the Director of the University as well as a Professor in Electrical Engineering department. He obtained his B.Sc. (Engg.) from DEI in 1987, M.Tech. from IISc, Bangalore in Computer Science in 1989 and his Ph.D. in 1994. He has published more than 250 papers in Journals and Proceedings of Conferences and has won 20 Best Paper Awards. He has also published one book and has been an Editor of two Conference proceedings. He has been the PI and Co-PI of several funded R&D projects. His current research interests are Quantum and Soft Computing, Image Processing and he is a reviewer for International Journals and Conferences. He is a life member of Computer Society of India, Systems Society of India and Indian Science Congress Association and a Fellow of United Writers Association of India, Chennai."
        },
        {
            "name": "Prof. Pami Dua",
            "role": "Scientific Advisor",
            "affiliations": [
                {
                    "jobTitle": "Professor",
                    "department": "Delhi School of Economics",
                    "institution": "Delhi University"
                }
            ],
            "image": "images/team/pami_dua.jpeg",
            "bio": "Dr. Pami Dua is Senior Professor of Economics and Former Director of the Delhi School of Economics. She is a Distinguished Fellow of the Research and Information System for Developing Countries (RIS), New Delhi and a member of the Governing Council of the Centre for Advanced Financial Research and Learning (CAFRAL), Mumbai. She is also a member of the Governing Body of the Dayalbagh Educational Institute (Agra) and of the Research and Innovation Council in Vidyashilp University (Bengaluru). She has also been serving as a Senior Research Fellow with the Economic Cycle Research Institute (ECRI) in New York.  She earlier served the University of Delhi in various capacities including Dean of Academic Activities and Projects; Chairperson, Research Council, Dean Research of Humanities and Social Sciences and Coordinator of the University's Internal Quality Assurance Cell. She has received many awards including the prestigious Padma Shri Award. She has been conferred the highest honour of the University of Delhi, Nishtha Dhriti Satyam Samman, for exemplary contribution to the development of the University and adherence to its ideals, values and principles. She has been honoured with the Distinguished Alumni Award from Lady Shri Ram College. She has also been conferred the National Systems Gold Medal by the Systems Society of India for her outstanding contributions in the area of Economics and Social Sciences."
        },
        {
            "name": "Prof. Huzur saran",
            "role": "Scientific Advisor",
            "affiliations": [
                {
                    "jobTitle": "Professor",
                    "department": "Department of Computer Science & Engineering",
                    "institution": "Indian Institute of Technology, Delhi"
                }
            ],
            "image": "images/team/huzur_saran.jpg",
            "bio": "Prof Huzur Saran is the Head of the Department of Computer Science at IIT Delhi. Prior to joining IIT Delhi in 1990, he did his Ph. D in Computer Science from the University of California, Berkeley in 1989  and, a B.Tech in Electrical Engineering from the Department of Electrical Engineering at the IIT Delhi in 1983. His research is focused on Computer Networks and Algorithms. Prior to this he was the Head of the Amar Nath & Shashi Khosla School of IT, at IIT Delhi. Prof Saran has been actively working in 4G wireless technologies. During 2000-2002 he was a Visiting Professor at the Information Systems Lab, Stanford where he worked on the media access control layer of an exploratory 4G wireless systems. He has been investigating wireless access and mesh technologies to enable ICT for rural masses. More recently his group has been working on a rural content distribution framework for building disruption tolerant applications and in the area of peer-to-peer audio/video collaboration frameworks for online education (supported in part under the National Mission on Education through ICT). Dr Saran has also collaborated in the past with AT&T Research and Lucent Bell Labs in the area of Network Performance Analysis as a consultant (during 1993-2000). Dr Saran has also been a consultant during 2004-2010 to Solidcore Inc, a Software Startup. During this time he helped define and build a novel software protection technology for critical servers and embedded products. Solidcore was purchased by Mcafee in 2009 for its pathbreaking Dynamic Whitelisting technology."
        },
        {
            "name": "Prof. Prem K. Kalra",
            "role": "Scientific Advisor",
            "affiliations": [
                {
                    "jobTitle": "Honorary Professor",
                    "department": "Department of Electrical Engineering",
                    "institution": "Dayalbagh Educational Institute"
                }
            ],
            "image": "images/team/premk_kalra.jpg",
            "bio": "Prior to joining Dayalbagh Educational Institute, as an honorary professor, Prof. Prem K Kalra was a professor in Department of Computer Science and Engineering at Indian Institute of Technology Delhi. He joined IIT Delhi in December 1997. Earlier to that he worked at University of Geneva, Switzerland (1994-1997). He has also been a Visiting Faculty to Dayalbagh Educational Institute, Agra, University of Geneva, Swiss Federal Institute of Technology Lausanne (EPFL), Switzerland, Max-Planck Institute, Germany, and University of Texas Austin, USA. He did his PhD in Computer Science from Swiss Federal Institute of Technology Lausanne (EPFL), Switzerland in 1993, MS (Computer Science) from University of New Brunswick, Canada in 1988, MTech (Industrial Engg) from IIT Delhi in 1985 and BSc Engineering (Mechanical Engg) from Dayalbagh Educational Institute, Agra in 1983. His research interests are in Computer Graphics and Animation, Visual Computing, Multimedia Processing, Computer Vision based Intelligent Systems. He has published over 60 papers in reputed international journals and conferences. He is in the editorial board of the international journal, The Visual Computer, and has been a member of many program committees of international conferences, e.g., ICCV, CVPR, CGI, Eurographics Worskshops, ICVGIP. He is a member of ACM, Computer Graphics Society and Systems Society of India. He has been involved in many sponsored projects. He is a co-founder of Kritikal Solutions Pvt Ltd, a start up at IIT Delhi, now located in Noida."
        }
    ],
    "leads": [
        {
            "name": "Prof. Runjhun Saran Narayan",
            "role": "Scientific Lead",
            "affiliations": [
                {
                    "jobTitle": "Founder & CEO",
                    "department": null,
                    "institution": "MOLwise Biosciences Inc."
                },
                {
                    "jobTitle": "Adjunct Assistant Professor",
                    "department": "SYDE",
                    "institution": "University of Waterloo, Canada"
                },
                {
                    "jobTitle": "Adjunct Professor",
                    "department": "CMPS",
                    "institution": "University of British Columbia, Canada"
                }
            ],
            "image": "images/team/runjhun_narayan.jpg",
            "bio": "Dr. Runjhun Saran Narayan is the Founder and CEO of MOLwise Biosciences Inc., an adjunct professor at the University of Waterloo and the University of British Columbia, Canada, and Scientific Advisor at International Center for Applied Systems Science for Sustainable Development, Cambridge, ON, Canada. Bio-Nanotechnology, and Artificial Intelligence are central to her work. She develops smart, sustainable, and robust innovations at the intersection of AI and Life Sciences, for advancing the field of Biotherapeutics, Bio-diagnostics, Drug Discovery, Biosensing, Agroecology, and Environmental Monitoring. She is a passionate Scientific Writer & Storyteller!  She holds a PhD in Bio-Nanotechnology from the University of Waterloo with Juewen Liu. She received a M.S. in Biotechnology from Anna University, India."
        },
        {
            "name": "Mr. Surya Kant Sasan",
            "role": "Director, Legal Advisor",
            "affiliations": [],
            "image": "images/team/suryakant.jpg",
            "bio": "Surya K. Sasan has an impeccable track record of supporting his clients in the areas of Civil Litigation and Civil Litigation law. He is an aggressive litigator, having represented clients in Ontario’s courts. He is savvy and efficient in tackling difficult or complicated legal issues that often arise in litigation.  Surya pursued his Bachelor of Commerce (Hons) and Degree in Law from Delhi University, India as well as a degree in MBA from Symbiosis Institute of Business Management from Pune, India.  He was called to the Bar in India in 1998, where he practised for five years in Delhi High Court and Supreme Court in association with Lawborne and Juriscon. This is where he gained his initial years of experience and expertise in the field. Throughout the lawyer-client relationship, Surya’s goal is to deliver professional and timely service. He values communication and ensures that he is available to his clients for every issue that may arise."
        },
        {
            "name": "Ms. Usha Sharma",
            "role": "Director, Advancement Lead",
            "affiliations": [],
            "image": null,
            "bio": "Bio coming soon..."
        }
    ]
}